9/data/attachments/719f12375ad90315.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Diamond_water_Friend_1507_8</nif:username>
            <nif:friendToBeRequested>soap_friends_9262bf53-9deb-459c-90d9-9c33d3ce0574</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>